// app/offer/offer-kz.ts
export const OFFER_KZ = `
1-қосымша
2025 жылдың 3 маусымындағы №34-П бұйрығына

БЕКІТЕМІН:
ИП «Islam» директоры 
2025 жылдың 3 маусымы
__________________ Ислам Э.К.
 

ИП «Islam» шетелдік тұлғаларға ақпараттық-техникалық шешім арқылы кеңес-консультациялық өзара іс-қимыл және төлем, аударым және төлемдерді алу процесстерін техникалық қолдау көрсететін қызметтер көрсету публичті офертасы
    1. Келісім-шарттың құқықтық мәртебесі

        1.1. Берілген публичті оферта (бұдан әрі — «Келісім-шарт») ИП «Islam» шетелдік тұлғаларға ақпараттық-техникалық шешім арқылы кеңес-консультациялық өзара іс-қимыл және төлем, аударым және төлемдерді алу процесстерін техникалық қолдау көрсететін қызметтер көрсетуге арналған, пайдаланушыларға — шетелдік тұлғаларға арналған және ИП «Islam» (бұдан әрі - ИП «Islam») Келісім-шартты Қазақстан Республикасының Гражданский кодексінің 395-бабына сәйкес жасауға ресми публичті ұсыныс болып табылады.
        1.2. Келісім-шарт Қызметтерді көрсету ретін анықтайды және де Қызметтерді көрсетуге және Келісім-шартты жасаумен байланысты Стороналар арасында туындайтын қатынастарды реттейді.
        1.3. Келісім-шарт Islam және Пайдаланушымен, одан әрі бірге «Стороналар» деп аталатын, ал жеке-жеке «Сторона» деп аталатын, Келісім-шарттың шарттарын толық қабылдаумен және кез келген шектеулер мен шығыстарсыз қосылу шарттарымен жүзеге асырылатын Пайдаланушының Келісім-шартта көзделген іс-әрекеттерін жасау кезінен бастап жасалған деп есептеледі.
        1.4. Стороналар арасында Келісім-шарт Пайдаланушының осы Келісім-шартты акцепттауы арқылы жасалады. Келісім-шарттың акцепті Пайдаланушының Төлемді жүзеге асыруға және (немесе) Төлемді алуға бағытталған 4.1. Келісім-шарттың пунктіне сәйкес Төлем құралын пайдалана отырып іс-әрекеттерін жасау болып табылады. Пайдаланушының Сайт Жүйесінде Төлемді жүзеге асыруға және (немесе) Төлемді алуға бағытталған іс-әрекеттер жасауы Келісім-шарттың шарттарына толық және шартсыз келісімді білдіреді. Пайдаланушының Сайт Жүйесінде Төлемді жүзеге асыруға және (немесе) Төлемді алуға бағытталған әрбір іс-әрекеті Келісім-шартта көрсетілген шарттарға сәйкес Келісім-шартты жасауға бағытталған Пайдаланушының жеке іс-әрекеті болып табылады.
        1.5. Пайдаланушыларды осы Келісім-шарттың ережелерімен таныстыру мақсатында ИП Islam оны интернет-ресурста: https://prime-capital.raycon.kz/  (бұдан әрі — «Жүйе Сайты») орналастырады.
        1.6. 1.3. Келісім-шарттың пунктінде көзделген ретте Келісім-шартты жасаған Пайдаланушы осы Келісім-шартта көзделген барлық құқықтарды бірден алады және барлық міндеттемелерді қабылдайды.
        1.7. Пайдаланушының Келісім-шартты жасауға бағытталған іс-әрекеттері мерзімге шектелмейді және 10. Келісім-шарттың бөліміне сәйкес Келісім-шарттың ресми жою уақытына дейін кез келген күні жүзеге асырылуы мүмкін.
ИП «Islam» туралы ақпарат: БИН 970801450850; заңды мекенжай: Қазақстан Республикасы, Астана қаласы, Әл-Фараби даңғылы, үй 44; телефон номері: 87067367886, E-mail: prime.capital.astana@gmail.com
    2. Келісім-шартта пайдаланылатын түсініктер
        2.1. Келісім-шартта келесі терминдер мен анықтамалар пайдаланылады:
Банк-партнер	Екінші деңгейдегі банк, ақшалай қаражаттарды аударуға жауапкершілікті тағайындайтын және Islamмен жасалған келісім-шарт негізінде Төлемдер мен (немесе) Төлемдер бойынша Есеп айырысу жүргізетін банк.
Төлем құралын пайдалану бойынша келісім-шарт	Эмитент пен Пайдаланушы арасында жасалған келісім-шарт, онда Эмитент берді, ал Пайдаланушы Төлем құралын пайдаланады.

Төлемді қабылдау туралы сұраныс	Pартнерге Төлемді қабылдау мүмкіндігі туралы сұраныс және/немесе Банк-партнерге Төлем бойынша Есеп айырысу мүмкіндігі туралы электронды хабарлама, Пайдаланушының берген сұранысы негізінде Жүйе арқылы Islamмен жасалады.

Төлемді алу туралы сұраныс	Pартнерге Төлемді беру мүмкіндігі туралы сұраныс және/немесе Банк-партнерге Төлем бойынша Есеп айырысу мүмкіндігі туралы электронды хабарлама, Пайдаланушының берген сұранысы негізінде Жүйе арқылы Islamмен жасалады.

Ақпараттық-технологиялық қызметтер	Есеп айырысудағы Қатысушылар арасында ақпараттық және технологиялық өзара іс-қимылды қамтамасыз ету қызметтері, сонымен қатар төлем карталары бойынша операциялар бойынша Қатысушыларға ақпарат жинау, өңдеу және тарату қызметтерін көрсету, олар «Төлемдер және төлем жүйелері туралы» Заңға сәйкес төлем қызметтеріне жатпайды, бірақ төлем қызметтерін көрсетуде техникалық қолдауды қамтамасыз етеді.
Информационный
обмен	Электрондық хабарламалар (құжаттар) арқылы есеп айырысушы Тәркіптермен ақпараттық және технологиялық өзара әрекеттестікке бағытталған Islam әрекеттері, Қызмет көрсету шеңберінде Жүйе арқылы жүзеге асырылады.

Квитанция	Белгіленген формадағы құжат, соның ішінде электрондық түрде, Қызмет көрсетудің және Келісім-шарттың жасалғандығын растайтын, сонымен қатар Төлем параметрлері мен (немесе) Төлемдерді қамтитын. Квитанция Islam Пайдаланушыға Қызмет көрсетуден кейін Жүйе Сайты арқылы беріледі.
Партнер	TPY сату бойынша коммерциялық қызмет жүргізетін және азаматтық-құқықтық келісімдер бойынша Төлеушінің Төлем құралын қабылдайтын заңды тұлға немесе жеке кәсіпкер.
Төлем
	Орындау Бұйрығына бағытталған Банк-партнердің әрекеттері, оның ішінде Пайдаланушыдан Эмитентке Төлем құралдарын пайдалана отырып берілген ақшалай қаражаттарды қабылдау, Пайдаланушының Сұранысын беру және Төлем бойынша Есеп айырысу мақсатында Партнердің есепшотына ақшалай қаражаттарды аудару. Төлем Islam Төлемді қабылдау туралы Растау жіберу кезінен бастап қабылданған және соңғы және қайтарылмайтын болып табылады. Төлем Банк-партнердің Төлем бойынша Есеп айырысуларын жүргізу кезінде аяқталған болып есептеледі.

Төлем	Банк-партнердің Орындау Бұйрығын орындауға бағытталған әрекеттері, оның ішінде Пайдаланушыдан немесе Islamден берілген ақшалай қаражаттарды қабылдау, Пайдаланушының Сұранысын беру және Төлем бойынша Есеп айырысу мақсатында Пайдаланушының Төлем құралына ақшалай қаражаттарды аудару. Төлем Islam Төлемді жүргізу туралы Растау жіберу кезінен бастап қабылданған және соңғы және қайтарылмайтын болып табылады. Төлем Банк-партнердің Төлем бойынша Есеп айырысуларын жүргізу кезінде аяқталған болып есептеледі.

Төлем параметрлері
немесе Төлемдер	Пайдаланушының Төлем парағында көрсетілетін ақпарат, оның ішінде Төлем немесе Төлем сомасы, Партнердің атауы және төлем реквизиттері, Пайдаланушы Төлемді немесе Төлемді алу үшін пайдаланғысы келетін Төлем құралы, сондай-ақ есеп айырысушы Тәркіптерге және ИП «Islam» Төлемді немесе Төлемді өз есеп жүйелерінде идентификациялауға мүмкіндік беретін басқа ақпарат. 

Төлем парағы
	Жүйе Сайтында немесе Партнердің сайттағы арнайы қорғалған парақша, Пайдаланушыға Төлем параметрлерін немесе Төлемді көрсетуге, сонымен қатар Төлем құралын таңдауға, ИП «Islam» Запросын және Эмитентке Бұйрықты құруға және жіберуге мүмкіндік береді.

Төлем қызметі
	Пайдаланушының электронды түрде инициировалған төлемдерді өңдеу және банкке, жеке банктік операцияларды жүргізуге лицензияланған ұйымға төлемді және (немесе) аударымды жүргізу немесе ақша қабылдау үшін қажетті ақпаратты жіберуге арналған қызметтер.

Төлем
құралы
	(Visa International, MasterCard Worldwide және басқа Халықаралық төлем жүйелерінің) Банктік картасы, виртуалды тез шығарылатын карта және (немесе) электронды носитель, ақша жіберушіге ақша төлеуге және (немесе) аударуға құқық беретін және оның Эмитентпен жасалған келісіміне сәйкес басқа операцияларды жүргізуге мүмкіндік беретін ақпаратты қамтитын.

Растау
Төлемді қабылдау туралы	Электронды құжат, Партнердің Төлемді қабылдау туралы растауын, Банк-партнерден Төлемді жүргізу туралы алынған растау негізінде ИП «Islam» Жүйе арқылы құрылатын. Партнер Партнердің есеп жүйесінде Төлемді сәтті идентификациялау шартымен Төлемді қабылдау мүмкіндігі туралы растауды жібереді. Алушы/Есепшот банкі Төлемді себепсіз қабылдамауға құқылы.

Пайдаланушы
	Төлем жіберуші физикалық тұлға, Эмитентпен Төлем құралын пайдалану бойынша Келісім-шарт жасаған және Жүйе Сайтында Келісім-шартты жасауға және Төлемді және (немесе) Төлемді алуды жүргізуге бағытталған әрекеттер жасайтын.

Бұйрық
	Төлем инициаторының және (немесе) ақша аудару жөніндегі Партнерге немесе Пайдаланушыға төлем және (немесе) төлем жүргізу туралы бұйрық, ол тапсырыс түрінде немесе электрондық төлем құралын немесе қашықтықтан қол жетімді жүйені пайдаланған кездегі Пайдаланушының келісімі түрінде өрнектелетін электронды құжат, Пайдаланушының Төлем құралын пайдалану арқылы Төлем жүргізу немесе Төлемді алу туралы ИП «Islam»-ге Бұйрығы (тапсырысы), Пайдаланушымен Жүйе Сайтында немесе Партнер Сайтында құрылған және Банк—партнерге Жүйе арқылы жіберілген. Эмитенттің Бұйрықты қабылдау және орындау тәртібі Төлем құралын пайдалану бойынша Келісім-шартпен белгіленеді және осы Келісім-шарт шарттарына сәйкес жасалатын Келісім-шарттың пәні болып табылмайды.

Төлем бойынша және (немесе) Төлем бойынша Есеп айырыстар
	Банк-партнердің жүргізілген Төлемдер мен Төлемдер бойынша Эмитенттермен, Партнерлермен есеп айырысуларды жүргізуге бағытталған әрекеттері, Банк-партнермен және ИП «Islam» арасында жасалған сәйкес келісім-шартта белгіленген тәртіпте және шарттарда.

Жүйе
«BurkitApp»
(бұдан әрі —
«Жүйе»)	BИП «Islam» пайдаланатын және Төлемдер мен Төлемдер жасағанда есеп айырысушы Тәркіптер арасында ақпараттық-технологиялық өзара әрекеттестікті қамтамасыз ететін программалық-аппараттық кешен.
Қызметтер 
	Төлемдік және ақпараттық-технологиялық қызметтер.

Құрылғылар
	Пайдаланушының пайдаланатын кез келген техникалық құрылғы (компьютер, ұялы телефон және т.б.), Пайдаланушының Интернетке қол жетімділігін қамтамасыз ететін.

Есеп айырысушылар
	Банк-партнер, Пайдаланушы, Партнер бірлескен түрде аталғанда.
Электрондық
құжат	Мәлімет және (немесе) Бұйрық немесе Пайдаланушының ИП «Islam» электронды түрде жасаған және жіберген басқа құжат, және (немесе) авторизацияға сұраныс; және (немесе) Төлемді қабылдау туралы Сұраныс; және (немесе) Квитанция, немесе ИП «Islam» есеп айырысушы Тәркіптерге электронды түрде жасаған және жіберген басқа құжат. Термин Электрондық құжаттың түрін көрсетуді қажет етпейтін жағдайларда қолданылады.
Эмитент	Заңды тұлға немесе екінші деңгейдегі банк, соның ішінде Банк-партнер, Пайдаланушыға Төлем құралын берген және олар арасында жасалған Төлем құралын пайдалану бойынша Келісім-шарт шарттарына сәйкес.
Партнердің сайты
	Интернет желісіндегі Партнердің Wеb-сайты/Интернет ресурсы, соның ішінде сайт немесе мобильді қосымша, Интернет желісінде уникальды web-aдреске ие, Instagram-дағы парақша (бизнес-аккаунт), Партнермен іске асырылатын TPY-мен, және (немесе) Партнердің қызметімен байланысты, және (немесе) Пайдаланушының Партнер алдындағы міндеттемелерін орындаумен байланысты, Қазақстан Республикасының заңнамасы талаптарын бұзбайтын.

Жарамсыз
төлем	Тыйым салынған тауарлардың төлемі (және іске асыру), сондай-ақ Пайдаланушы Эмитент белгілеген ережелерді бұзған жағдайда алушыға жасалған төлем немесе Эмитент белгілеген ережелерге сәйкес даулар мен келіспеушіліктер пәніне айналған (айналуы мүмкін) төлем.


    3. Қызмет көрсету тәртібі

        3.1. Қызмет көрсетуді бастау негізі 4.1. Келісім-шарт пунктына сәйкес Пайдаланушының ИП «Islam»-ге жіберген Сұранысы болып табылады.
        3.2. ИП «Islam» Сұраныстың ИП «Islam»-ге түсуінен кейін дер кезінде Қызмет көрсетуді жүргізеді, Жүйе арқылы есеп айырысушы Тәркіптер арасында ақпараттық-технологиялық өзара іс-қимыл жасайды. Ақпараттық және технологиялық өзара іс-қимыл есеп айырысушы Тәркіптер арасында ақпарат пен Электронды хабарламаларды алмастыру арқылы жүргізіледі. Ақпараттық-технологиялық қызметтер көрсету үшін ИП «Islam» Партнерлерді жасалған келісім-шарттар негізінде қосуға құқылы.
        3.3. ИП «Islam» есеп айырысушы Тәркіптерге Қызмет көрсету негізі болып табылады:
            3.3.1. Төлем және (немесе) Төлемді жүргізу үшін Банк-партнерге Сұранысты бағыттау — 4. бөлімінде белгіленген ретте Пайдаланушының ИП «Islam»-ге Жүйе арқылы жасап жіберген Сұраныс;
            3.3.2. Партнерге Төлемді қабылдау немесе Төлемді беру туралы Сұранысты бағыттау — Банк-партнердің ИП «Islam»-ге берген жауабы;
            3.3.3. Пайдаланушыға Төлемді қабылдау немесе Төлемді жүргізу туралы Растау жіберу — Партнердің/Банк-партнердің Төлемді қабылдау мүмкіндігі туралы ИП «Islam»-ге Жүйе арқылы жіберген растауы.
ИП «Islam» келесі талаптардың бір уақытта орындалуы жағдайында ғана Қызмет көрсетеді:
            3.3.4. Пайдаланушыда Төлем парағында қолданылуы көзделген және Эмитенттің Авторизация берген Төлем құралы бар;
            3.3.5. Пайдаланушының Құрылғысында Интернетке қажетті техникалық қолжетімділік бар;
            3.3.6. ИП «Islam» Система/Сайт Системыға қолжетімділікті қамтамасыз ету техникалық мүмкіндіктерге ие, соның ішінде Запростар және/немесе Распоряжениялар жасау және жіберу мақсатында.
        3.4. Төлем және (немесе) Төлем бойынша Есеп айырыстарды жүргізу үшін ИП «Islam» Банк-партнерді тартады. Төлем және (немесе) Төлем бойынша Есеп айырыстар Банк-партнермен Қазақстан Республикасының заңнамасы мен Банк-партнердің ішкі нормативтік құжаттарына сәйкес жүргізіледі.
        3.5. Қызметті дұрыс көрсету мақсатында Пайдаланушы ИП «Islam»-ге тапсырады:
            3.5.1. Пайдаланушы атынан Қызмет көрсету және Төлем және (немесе) Төлем бойынша Есеп айырыстарды жүргізу үшін қажетті есептеу құжаттарын жасау, соның ішінде Жүйе арқылы Банк-партнерге, Эмитентке, Партнерге Распоряжениялар жіберу;
            3.5.2. Төлем және (немесе) Төлем жүргізу нәтижелері туралы мәліметтерді Банк-партнерге және ИП «Islam»-нің басқа партнерлеріне жіберу.
        3.6. Қызмет көрсету үшін ИП «Islam» Қызмет көрсету күнінде қолданыстағы тарифтерге сәйкес Пайдаланушыдан комиссия алады. Комиссия Пайдаланушымен Төлем құралын пайдаланып, Төлем сомасына қосымша төленеді және Төлем сомасын кемітпейді. Төлемді жүргізу үшін Эмитент Төлем құралын пайдалану бойынша Келісім-шартта белгіленген тәртіп және шарттарға сәйкес Пайдаланушыдан қосымша комиссия алуға құқылы.
        3.7. Пайдаланушы Партнердің сайтында Төлемді жасай алады немесе оған Партнердің жеке кабинетінен Төлемге сілтеме жіберілуі мүмкін.

    4. Қызмет көрсету тәртібі. Сұранысты қабылдау және орындау

        4.1. Пайдаланушыға Партнерге Төлем жүргізу және (немесе) Партнерден Төлем алу мақсатында, Төлем құралын пайдаланып, Жүйе арқылы Қызмет көрсетуге, сонымен қатар Келісім-шартты жасауға, ИП «Islam»-ге Запрос және Банк-партнерге Распоряжения жасауға және жіберуге бағытталған, Пайдаланушы өзі:
            4.1.1. Төлем парағында орналастырылған Қызмет көрсету тәртібі мен ережелерімен, сонымен қатар ИП «Islam» тарифтерімен белгіленген комиссиялардың өлшемі, тәртібі және шарттарымен (бұдан әрі — «Қызмет көрсету шарттары») танысады;
            4.1.2. Қызмет көрсету шарттарымен келісім кезінде, Төлем және (немесе) Төлем параметрлерін көрсету үшін ұсынылған толтыруға арналған өрістерді толтырады, соның ішінде Төлем құралын таңдайды және Төлем және (немесе) Төлем жүргізумен келісімін растайды;
            4.1.3. Қызмет көрсету шарттарымен және Келісім-шартты жасаумен келісімін, Төлем жасау немесе Төлем алу үшін батырманы басу арқылы растайды.
Пайдаланушының Төлем парағында орналастырылған нұсқауларда қарастырылмаған іс-әрекеттер жасау ИП «Islam»-тің Қызмет көрсетуге, соның ішінде Сұранысты қабылдау және орындауға міндеттемелер туындауына негіз болмайды. Қызмет көрсету шарттарымен келіспеушілік немесе Сайт Жүйесінде орналастырылған нұсқаулардың мағынасын түсінбеу, сондай-ақ 7.3. Келісім-шарт пунктында белгіленген міндеттемелерді орындаумен келіспеушілік кезінде Пайдаланушы Келісім-шартта қарастырылған іс-әрекеттерді де, қарастырылмағандарды да жасау үшін Жүйені (Жүйе Сайтын) пайдалануға құқылы емес, сонымен қатар ИП «Islam»-тен Қызмет көрсетуді, соның ішінде Сұранысты орындауды талап етуге құқылы емес.
Осы Келісім-шарт пунктында көзделген іс-әрекеттерді жасау кезінде Пайдаланушы, басқаларынан бөлек, кейініректе Жарамсыз төлем деп танылған Төлем және (немесе) Төлем жүргізумен байланысты кез келген рискаларды өзіне алады. Төлем Жарамсыз төлем деп танылған жағдайда, Пайдаланушы ИП «Islam»/Банк-партнерге Жарамсыз төлем жүргізумен байланысты кез келген талаптарды ұсынуға немесе ИП «Islam»/Банк-партнерден (соның ішінде Пайдаланушының қызығушылығында әрекет ететін үшінші тұлғалар арқылы) Қайтару операциясын жүргізуді талап етуге құқылы емес. Жарамсыз төлем немесе Төлем жүргізумен байланысты кез келген талаптар ИП «Islam» және Банк-партнер қатысынсыз Пайдаланушы мен Партнер арасында реттеледі.
        4.2. ИП «Islam»-ге Сұранысты жіберу Жүйе арқылы, 5. Келісім-шарт бөлімінде белгіленген ерекшеліктер ескеріліп, ИП «Islam», құрылғы және Пайдаланушы арасында ақпараттық алмасу жолымен жүргізіледі.
        4.3. Пайдаланушы Партнер/ИП «Islam» сайтында төлем жүргізуді бастайды.
        4.4. Партнер Жүйеде электронды хабарлама жіберу арқылы төлем жүргізуді бастайды.
        4.5. Партнер Жүйесі Пайдаланушыны Жүйеге бағыттайды.
        4.6. ИП «Islam» Сұранысты Сертификат қолжетімділігі Партнермен сәйкестігі кезінде орындауға қабылдайды:
            4.6.1. ИП «Islam» Пайдаланушыдан Сұранысты Төлем және (немесе) Төлем жүргізу бойынша Жүйе арқылы қабылдаған факты бойынша Банк-партнерге Бұйрық жібереді, ал Банк-партнер Бұйрықты Эмитентке авторизациялау үшін жібереді (Төлем жүргізу кезінде);
            4.6.2. Эмитенттің Авторизация беруі кезінде Төлемді қабылдау және (немесе) Төлемді жүргізу туралы Сұранысты Банк-партнерге жібереді. Осы кезде, Төлемді қабылдау және (немесе) Төлемді жүргізу туралы Сұранысты өңдеу Банк-партнермен келесі мерзімдерде жүргізіледі: 3 (үш) жұмыс күнінен аспайтын;
            4.6.3. Партнер — Төлемді қабылдау туралы Сұраныстың келу фактісі бойынша (егер Партнер басқаша белгілемесе).
        4.7. Банк-партнермен:
            4.7.1. Төлемді қабылдау және (немесе) Төлемді жүргізу туралы Сұраныстың Қазақстан Республикасының заңнамасына сәйкес жұмыс күндерінде 16:00-ге дейін түсуі кезінде — оның Банк-партнерге келу күнінде;
            4.7.2. Төлемді қабылдау және (немесе) Төлемді жүргізу туралы Сұраныстың Қазақстан Республикасының заңнамасына сәйкес жұмыс күндерінде 16:00-ден кейін, сондай-ақ демалыс және мереке күндерінде түсуі кезінде — Сұраныстың Банк-партнерге келу күнінен кейінгі бірінші жұмыс күнінде.
            4.7.3. Банк-партнерден Төлемді қабылдау және (немесе) Төлемді жүргізу мүмкіндігі туралы растау алу кезінде, ИП «Islam» Жүйе арқылы Партнерге Төлемді қабылдау туралы растау жасайды және жібереді. Егер Төлем құралын пайдалану бойынша Келісім-шартта басқаша белгіленбеген болса, Төлемді қабылдау туралы растау негіз болып табылады:
                4.7.3.1. Эмитентке Төлем және (немесе) Төлемді жүргізу (Распоряженияны қабылдау және орындау), соның ішінде Қызмет көрсету үшін комиссия сомасын шегеру, тарифтермен белгіленген мөлшерде. Ақшалай қаражаттарды Төлем құралынан шегеру тәртібі Төлем құралын пайдалану бойынша Келісім-шартпен белгіленеді және ИП «Islam» мен Пайдаланушы арасында осы Келісім-шарт шарттарына сәйкес жасалатын Келісім-шарт пәні болып табылмайды;
                4.7.3.2. Банк-партнерге Төлем және (немесе) Төлем бойынша Есеп айырыстарды жүргізу. Төлем бойынша Есеп айырыстар Банк-партнермен Эмитенттен түскен Төлем сомасын Партнердің банктік шотына аудару жолымен, ИП «Islam» мен Банк-партнер арасында жасалған сәйкес келісім-шартта белгіленген тәртіпте және шарттарда жүргізіледі. Осы кезде, Төлем ИП «Islam» Төлемді қабылдау туралы растау жіберу кезінен бастап қабылданған және соңғы және қайтарылмайтын болып табылады. Төлем Банк-партнермен Төлем бойынша Есеп айырыстарды жүргізу кезінде аяқталған болып есептеледі. Төлем бойынша Есеп айырыстар Банк-партнермен Партнерден түскен Төлем сомасын Пайдаланушының карточка шотына аудару жолымен, ИП «Islam» мен Банк-партнер арасында жасалған сәйкес келісім-шартта белгіленген тәртіпте және шарттарда жүргізіледі. Осы кезде, Төлем ИП «Islam» Төлемді жүргізу туралы растау жіберу кезінен бастап қабылданған және соңғы және қайтарылмайтын болып табылады. Төлем Банк-партнермен Төлем бойынша Есеп айырыстарды жүргізу кезінде аяқталған болып есептеледі.
        4.8. Партнер/Банк-партнермен жасалған Төлем және (немесе) Төлемдерді және ИП «Islam» Қызметін (ИП «Islam» Сұранысын қабылдау және орындау) растау үшін ИП «Islam» Жүйе арқылы Квитанция жасайды және Пайдаланушыға береді. Пайдаланушы Квитанцияны Распоряжениеде көрсетілген реквизиттер бойынша Төлем сомасының келуі туралы Партнерден хабарлама алу немесе Төлем алу кезіне дейін сақтауға міндетті. Егер техникалық ақаулық нәтижесінде Квитанция жасалып берілмесе, Пайдаланушы ИП «Islam» клиенттік қолдау қызметіне жүгінуге құқылы, Қызмет көрсету фактісін (ИП «Islam» Сұранысын қабылдау және орындау) растайтын құжат алу үшін.
        4.9. ИП «Islam» пайдаланатын сыртқы деректерді беру желілерінде немесе Жүйеде кез келген техникалық ақаулықтар немесе ақаулар болған жағдайда, Пайдаланушы 4.1. Келісім-шарт пунктында көзделген іс-әрекеттерді жасау алдында Төлем парағында сәйкес ескерту шығады. Көрсетілген ескертуге қарамастан, Пайдаланушы 4.1. Келісім-шарт пунктында көзделген іс-әрекеттерді жасаса, Пайдаланушы ИП «Islam» Қызметінің кешігумен немесе ИП «Islam»-ке Қызмет көрсетуден бас тартылуымен келіседі. ИП «Islam» Қызметі кешігіп жасалған жағдайда, ИП «Islam» Сұраныстардың ИП «Islam»-ге келу мерзімдеріне жауапкершілік ала алмайды.
        4.10. Тексерусіз төлемдерден қорғау іс-шараларының тәртібі:
* Қолжетімділік Сертификатына сәйкес тексеруден өтпеген төлемдерге Сұраныстар,
ҚАБЫЛДАНБАЙДЫ;
* MПC және Банк-партнер ережелеріне сәйкес келмейтін төлемдерге Сұраныстар,
`;
