// app/offer/offer-ru.ts
export const OFFER_RU = `
Приложение № 1 
к приказу № 34-П от 03.06.2025

УТВЕРЖДЕНО:
Директор ИП “Islam” 
03.06.2025
__________________ Ислам Э.К.
 

Публичная оферта на оказание ИП «Islam» физическим лицам услуг посредством информационно-технического решения, обеспечивающего консультативно-консалтинговое взаимодействие и техническое сопровождение процессов оплаты, перевода и получения выплат
    1. Правовой статус Договора

        1.1. Настоящая публичная оферта на оказание ИП «Islam» физическим лицам услуг посредством информационно-технического решения, обеспечивающего консультативно-консалтинговое взаимодействие и техническое сопровождение процессов оплаты, перевода и получения выплат (далее — «Договор»), адресована Пользователям — физическим лицам и является официальным публичным предложением ИП «Islam» (далее - ИП «Islam») заключить Договор в соответствии со статьей 395 Гражданского Кодекса Республики Казахстан.
        1.2. Договор определяет порядок оказания Услуг, а также регулирует отношения между Сторонами, возникающие в связи с оказанием Услуг и заключением Договора.
        1.3. Договор считается заключенным Islam и Пользователем, именуемыми в дальнейшем совместно «Стороны», а по отдельности «Сторона», с момента его акцептования, заключающегося в совершении Пользователем действий, предусмотренных Договором и означающих безоговорочное принятие Пользователем всех условий Договора без каких-либо изъятий или ограничений на условиях присоединения.
        1.4. Договор между Сторонами заключается путем акцепта Пользователем настоящего Договора. Акцептом Договора является совершение Пользователем действий, направленных на осуществление Оплаты и (или) получения Выплат с использованием Платежного средства в соответствии с пунктом 4.1. Договора. Совершение Пользователем на Сайте Системы действий, направленных на осуществление Оплаты и (или) получения Выплат с использованием Платежного средства, рассматриваются как полное и безусловное согласие с условиями Договора. Каждый факт совершения Пользователем действий, направленных на осуществление Оплаты и (или) получения Выплаты с использованием Платежного средства на Сайте Системы, является отдельным действием Пользователя по заключению Договора на условиях, изложенных в Договоре.
        1.5. С целью ознакомления Пользователей с положениями настоящего Договора ИП Islam размещает его на интернет-ресурсе: https://prime-capital.raycon.kz/(далее — «Сайт Системы»).
        1.6. Пользователь, заключивший Договор в порядке, предусмотренном пунктом 1.3. Договора, одновременно приобретает все права и принимает все обязанности, предусмотренные настоящим Договором.
        1.7. Действия Пользователя по заключению Договора, не ограничены сроком и могут быть осуществлены в любой день до момента официального отзыва Договора в соответствии с разделом 10. Договора.
Информация о ИП «Islam»: БИН 970801450850; юридический адрес: Республика Казахстан, город Астана, пр. Әл-Фараби, д. 44; номер телефона: 87067367886, E-mail: prime.capital.astana@gmail.com
    2. Понятия, используемые в Договоре
        2.1. В Договоре используются следующие термины и определения:
Банк-партнер	Банк второго уровня, являющийся ответственным по переводу денежных средств, осуществляющий Расчеты по Оплате и (или) Выплате на основании заключенного с Islam договора.
Договор об использовании Платежного средства	Договор, заключенный Договор, заключенный между Эмитентом и Пользователем, в соответствии с которым Эмитент предоставил, а Пользователь использует Платежное средство.
Запрос о приеме
Оплаты	Электронное сообщение, содержащее запрос Партнеру о возможности принять Оплату, и/или Банку-партнеру о возможности провести Расчеты по Оплате, формируемый Islam посредством Системы на основании предоставленного Запроса Пользователя.

Запрос о получении Выплаты	Электронное сообщение, содержащее запрос Партнеру о возможности произвести Выплату, и/или Банку — партнеру о возможности провести Расчеты по Выплате, формируемый Islam посредством Системы на основании предоставленного Запроса Пользователя.

Информационно- технологические услуги	Услуги по обеспечению информационного и технологического взаимодействия между Участниками расчетов, включая оказание услуг по сбору, обработке, и рассылке информации Участникам расчетов по операциям с платежными карточками, которые в соответствии с Законом
«О платежах и платежных системах» не относятся к платежным услугам, но обеспечивают техническую поддержку при оказании платежных услуг.

Информационный
обмен	Действия Islam, направленные на информационное и технологическое взаимодействие с Участниками расчетов при обмене Электронными сообщениями (документами), совершаемые посредством Системы в рамках оказания Услуг.

Квитанция	Документ установленной формы, в том числе в электронной форме, подтверждающий оказание Услуг Пользователю и факт заключения Договора, содержащий в том числе Параметры Оплаты и (или) Выплаты. Квитанция выдается Islam Пользователю посредством Сайта Системы после оказания Пользователю Услуг.
Партнер	Юридическое лицо либо индивидуальный предприниматель, осуществляющие коммерческую деятельность по продаже TPY, и принимающие к оплате Платежное средство Плательщика для оплаты по гражданско-правовым сделкам.
Оплата
	Действия Банка-партнера, направленные на исполнение Распоряжения, включающие в себя действия по приему от Пользователя денежных средств, предоставленных Пользователем Эмитенту с использованием Платежных средств в рамках применяемых форм безналичных расчетов, предоставление Запроса Пользователя и последующее перечисление денежных средств на расчетный счет Партнера в целях проведения Расчетов по Оплате. Оплата считается принятой и становится окончательной и безотзывной с момента направления Islam Подтверждения о приеме Оплаты. Оплата становится завершенной в момент проведения Банком-партнером Расчетов по Оплате.

Выплата	Действия Банка-партнера, направленные на исполнение Распоряжения, включающие в себя действия по приему от Партнера денежных средств, предоставленных Партнером или Islam в рамках применяемых форм безналичных расчетов, предоставление Запроса Пользователя и последующее перечисление денежных средств на Платежное средство Пользователя в целях проведения Расчетов по Выплате. Выплата считается принятой и становится окончательной и безотзывной с момента направления Islam Подтверждения о проведении Выплаты. Выплата становится завершенной в момент проведения Банком — партнером Расчетов по Выплате.

Параметры Оплаты
илн Выплаты	Информация, указываемая Пользователем на Платежной странице, включающая в себя сумму Оплаты или Выплаты, наименование и платежные реквизиты Партнера, Платежного средства, с использованием которого Пользователь желает осуществить Оплату или получить Выплату, а также иная информация, позволяющая Участникам расчетов и ИП «Islam» идентифицировать Оплату или Выплату в своих учетных системах. 

Платежная страница
	Специализированная страница на Сайте Системы или на сайте Партнера, защищенная специальными средствами защиты, позволяющая Пользователю указать Параметры Оплаты или Выплаты, в том числе выбрать Платежное средство, составить и направить Запрос в ИП «Islam» и Распоряжение для Эмитента.

Платежная услуга
	Услуги по обработке платежей, инициированных Пользователем в электронной форме, и передаче необходимой информации банку, организации, осуществляющей отдельные виды банковских операций, для осуществления платежа и (или) перевода либо принятия денег по данным платежам.

Платежное
средство
	Банковская карта (Visa International, MasterCard Worldwide и других Международных платежных систем), виртуальная карта мгновенного выпуска, и(или) иной электронный носитель, содержащие информацию, которая позволяет отправителю денег, имеющему полномочие совершать платеж и(или) перевод денег, инициировать осуществление платежа и(или) перевода денег, а также осуществлять иные операции, предусмотренные договором между ним и Эмитентом средства электронного платежа.

Подтверждение
о приеме Оплаты	Электронный документ, содержащий подтверждение о приеме Партнером Оплаты, формируемый ИП «Islam» посредством Системы на основании полученного от Партнера подтверждения о возможности принять Оплату и полученного подтверждения от Банка-партнера о проведении Оплаты. Партнер направляет подтверждение о возможности принять Оплату при условии успешной идентификации Оплаты в учетной системе Партнера согласно  указанным  Параметрам  Оплаты.  Получатель/ Расчетный банк вправе отказать в приеме Оплаты без объяснения причин.

Пользователь
	Физическое лицо-отправитель платежа, заключившее с Эмитентом Договор об использовании Платежного средства, и совершающее на Сайте Системы действия, направленные на заключение Договора и осуществление Оплаты и (или) Выплаты.

Распоряжение
	Указание - распоряжение инициатора платежа и (или) перевода денег Партнеру или Пользователю об осуществлении платежа и (или) выплаты, которое выражается в форме поручения или в виде согласия Пользователя при использовании средства электронного платежа или системы удаленного доступа электронный документ, содержащий распоряжение (поручение) Пользователя ИП «Islam» на осуществление Оплаты или получения Выплаты с использованием Платежного средства, составленный Пользователем на Сайте Системы или Сайте Партнера и переданный Банку—партнеру посредством Системы. Порядок приема и исполнения Эмитентом Распоряжения устанавливается Договором об использовании Платежного средства и не является предметом Договора, заключаемого на условиях настоящего Договора.

Расчеты по Оплате и (или) Выплате
	Действия Банка-партнера, направленные на проведение расчетов с Эмитентами, Партнерами по совершенным Оплатам и Выплатам, в порядке и на условиях, установленных соответствующим договором, заключенным между Банком-партнером и ИП «Islam».

Система
«BurkitApp»
(далее —
«Система»)	Программно-аппаратный комплекс, используемый BИП «Islam» и обеспечивающий информационно-технологическое взаимодействие между Участниками расчетов при совершении Оплаты и (или) Выплаты.
Услуги 
	Платежные и информационно-технологические услуги.

Устройства
	Любое техническое устройство, используемое Пользователем (компьютер, мобильный телефон и пр.), обеспечивающее доступ Пользователя в сеть Интернет.

Участники
расчетов

	Банк-партнер, Пользователь, Партнер при совместном упоминании.



Электронный
документ	Заявление и (или) Распоряжение либо иной документ, составленный и переданный Пользователем в ИП «Islam» в электронной форме посредством Системы, и/или запрос на авторизацию; и/или Запрос о приеме Оплаты; и/или Квитанция, либо иной документ, составленный и переданный ИП «Islam» Участникам расчетов в электронной форме посредством Системы. Термин употребляется в случаях, не требующих специального указания на вид Электронного документа.
Эмитент	Юридическое лицо либо Банк второго уровня, в том числе Банк - партнер, предоставившее Пользователю Платежное средство в соответствии с условиями заключенного между ними Договора об использовании Платежного средства.
Сайт Партнера
	Wеb-сайт в сети Интернет/Интернет pecypc Партнера, в том числе сайт или мобильное приложение, имеющий(-ие) уникальный web-aдpec в сети Интернет, страница (бизнес-аккаунт) в Instagram, с TPY, реализуемыми Партнером и/или связанные с деятельностью Партнера, и/или связанные с исполнением обязательств Пользователя перед Партнером, не нарушающие требования, установленные законодательством Республики Казахстан.
Недействительная
оплата	Оплата (и реализация) Запрещенных товаров, а также Оплата, совершенная в пользу получателя с нарушением Пользователем правил, установленных Эмитентом, или Оплата, которая стала (может стать) предметом споров и разногласий в соответствии с правилами, установленными Эмитентом.


    3. Порядок оказания Услуг

        3.1. Основанием для начала оказания Услуг является Запрос, переданный Пользователем в ИП «Islam» в соответствии с пунктом 4.1. Договора.
        3.2. ИП «Islam» оказывает Услуги незамедлительно после поступления Запроса в ИП «Islam», путем информационно-технологического взаимодействия между Участниками расчетов посредством Системы. Информационное и технологическое взаимодействие осуществляется путем обмена информацией и Электронными сообщениями между Участниками расчетов. Для обеспечения оказания информационно-технологических услуг ИП «Islam» вправе привлекать Партнеров на основании заключаемых с ними договоров.
        3.3. Основанием для оказания ИП «Islam» Услуг Участникам расчетов, является:
            3.3.1. для направления Запроса Банку-партнеру на проведение Оплаты и (или) Выплаты — Запрос, составленный и переданный Пользователем в ИП «Islam» посредством Системы в порядке, установленном в разделе 4. Договора;
            3.3.2. для направления Партнеру Запроса о приеме Оплаты или Выплаты — предоставленный ответ Банком-партнером ИП «Islam»;
            3.3.3. для направления Пользователю Подтверждения о приеме Оплаты или проведения Выплаты — подтверждение Партнера/Банка-партнера о возможности принять Оплату, направленное Партнером/Банком-партнером в ИП «Islam» посредством Системы.
ИП «Islam» оказывает Услуги только при условии одновременного соблюдения следующих требований:
            3.3.4. Пользователь имеет Платежное средство, использование которого предусмотрено на Платежной странице, и в отношении которого Эмитент предоставил Авторизацию;
            3.3.5. Устройство Пользователя имеет необходимый технический доступ в Интернет;
            3.3.6. ИП «Islam» располагает техническими возможностями для предоставления доступа к Системе/Сайту Системы, в том числе для целей составления и передачи Запросов и/или Распоряжений.
        3.4. Для проведения Расчетов по Оплате и (или) Выплате, ИП «Islam» привлекает Банк-партнер. Расчеты по Оплате и (или) Выплате осуществляются Банком-партнером в соответствии с законодательством Республики Казахстан и внутренними нормативными документами Банка- партнера.
        3.5. Пользователь в целях надлежащего оказания ему Услуг поручает ИП «Islam»:
            3.5.1. составлять расчетные документы от имени Пользователя, необходимые для оказания Услуг и проведения Расчетов по Оплате и (или) Выплате, в том числе передавать Банку— партнеру, Эмитенту, Партнеру посредством Системы Распоряжения;
            3.5.2. передавать данные о результатах осуществления Оплаты и (или) Выплате Банку-партнеру и другим партнерам ИП «Islam».
        3.6. За оказание Услуг ИП «Islam» взимает комиссию с Пользователя в соответствии с тарифами, действующими на дату оказания Услуги. Комиссия уплачивается Пользователем с использованием Платежного средства дополнительно к сумме Оплаты и не уменьшает сумму Оплаты. За осуществление Оплаты Эмитент вправе взимать с Пользователя дополнительную комиссию в порядке и на условиях, установленных Договором об использовании Платежного средства.
        3.7. Пользователь может произвести Оплату на Сайте Партнера, либо ему может быть отправлена ссылка на Оплату из личного кабинета Партнера.

    4. Порядок оказания Услуг. Прием и исполнение Запроса

        4.1. В целях оказания Пользователю Услуг, направленных на осуществление Оплаты в пользу Партнера и (или) получения Выплат от Партнера с использованием Платежного средства посредством Системы, а также заключения Договора, формирования и передачи Запроса в ИП «Islam» и Распоряжения Банку-партнеру, Пользователь самостоятельно:
            4.1.1. знакомится с размещенными на Платежной странице порядком и правилами оказания Услуг, установленными Договором, а также с размером, порядком и условиями взимания ИП «Islam» комиссий, установленных тарифами (далее — «Условия оказания Услуг»);
            4.1.2. при условии согласия с Условиями оказания Услуг, заполняет предложенные к заполнению поля с указанием параметров Оплаты и (или) Выплат, в том числе выбирает Платежное средство и подтверждает свое согласие на осуществление Оплаты и (или) Выплаты;
            4.1.3. подтверждает свое согласие с Условиями оказания Услуг и заключением Договора, путем нажатия кнопки для совершения Оплаты или получения Выплаты.
Совершение Пользователем действий, не предусмотренных инструкциями, размещенными на Платежной странице, не является основанием для возникновения у ИП «Islam» обязательств по оказанию Услуг, в том числе приему и исполнению Запросов. При несогласии с Условиями оказания Услуг или непонимании смысла инструкций, размещенных на Сайте Системы, а также при несогласии с исполнением своих обязательств, установленных пунктом 7.3. Договора, Пользователь не вправе использовать Систему (Сайт Системы) для совершения любых действий, как предусмотренных, так и не предусмотренных Договором, а также требовать от ИП «Islam» оказания Услуг, в том числе исполнения Запросов.
Совершая действия, предусмотренные настоящим пунктом Договора, Пользователь, помимо всего прочего, принимает на себя любые риски, связанные с совершением Оплаты и (или) Выплаты, признанной впоследствии Недействительной оплатой. В случае признания Оплаты Недействительной оплатой, Пользователь не вправе предъявлять к ИП «Islam»/Банку-партнеру какие-либо претензии, связанные с совершением Недействительной оплаты, а также требовать от ИП «Islam»/Банка-партнера (в том числе через третьих лиц, действующих в интересах Пользователя) осуществления Операции возврата. Любые претензии, связанные с совершением Недействительной оплаты или Выплаты, регулируются между Пользователем и Партнером без участия ИП «Islam» и Банка-партнера.
        4.2. Передача Запроса в ИП «Islam» осуществляется посредством Системы путем информационного обмена между ИП «Islam», устройством и Пользователем с учетом особенностей, установленных в разделе 5. Договора.
        4.3. Пользователь на сайте Партнера/ИП «Islam» инициирует проведение платежа.
        4.4. Партнер инициирует проведение платежа в Системе, передавая электронное сообщение.
        4.5. Система Партнера перенаправляет Пользователя в Систему.
        4.6. ИП «Islam» принимает Запрос к исполнению при условии соответствия Сертификата доступа Партнера, указанному в Запросе:
            4.6.1. ИП «Islam» по факту Приема от Пользователя Запроса на Оплату и (или) Выплату посредством Системы направляет Банку-партнеру Распоряжение, а Банк-партнер отправляет Распоряжение Эмитенту для авторизации (при осуществлении Оплаты);
            4.6.2. При условии предоставления Эмитентом Авторизации, направляет Запрос о приеме Оплаты и (или) Выплате Банку-партнеру. При этом, обработка Запроса о приеме Оплаты и (или) осуществления Выплаты осуществляется Банком-партнером в следующие сроки: не более 3 (трех) рабочих дней;
            4.6.3. Партнером — по факту поступления Запроса о приеме Оплаты (если иное не установлено Партнером).
        4.7. Банком-партнером:
            4.7.1. При поступлении Запроса о приеме Оплаты и (или) Выплате до 16:00 в рабочие дни, согласно законодательству Республики Казахстан — в день его поступления в Банк-партнер;
            4.7.2. При поступлении Запроса о приеме Оплаты и (или) проведения Выплаты после 16:00 в рабочие дни, а также в выходные и праздничные дни, согласно законодательству Республики Казахстан — в первый рабочий день, следующий за днем поступления Запроса о приеме Оплаты в Банк-партнер.
            4.7.3. При получении от Банка-партнера подтверждения о возможности принять Оплату и (или) произвести Выплату, ИП «Islam» формирует и направляет посредством Системы Партнеру подтверждение о приеме Оплаты. Если иное не предусмотрено Договором об использовании Платежного средства, подтверждение о приеме Оплаты, является основанием:
                4.7.3.1. для Эмитента в осуществлении Оплаты и (или) Выплаты (приеме и исполнении Распоряжения), в том числе списании суммы комиссии за оказание Услуг, в размере, установленном тарифами. Порядок списания денежных средств с Платежного средства устанавливается Договором об использовании Платежного средства и не является предметом Договора, заключаемого между ИП «Islam» и Пользователем на условиях настоящего Договора;
                4.7.3.2. для Банка-партнера в проведении Расчетов по Оплате и (или) Выплате. Расчеты по Оплате проводятся Банком-партнером путем перечисления суммы Оплаты, поступившей от Эмитента, на банковский счет Партнера, в порядке и на условиях, установленных соответствующим договором, заключенным между ИП «Islam» и Банком- партнером. При этом, Оплата считается принятой и становится окончательной и безотзывной с момента направления ИП «Islam» подтверждения о приеме Оплаты. Оплата становится завершенной в момент проведения Банком-партнером Расчетов по Оплате. Расчеты по Выплате проводятся Банком- партнером путем перечисления суммы Выплаты, поступившей от Партнера, на карт-счет Пользователя, в порядке и на условиях, установленных соответствующим договором, заключенным между ИП «Islam» и Банком-партнером. При этом, Выплата считается принятой и становится окончательной и безотзывной с момента направления ИП «Islam» подтверждения о произведенной Выплате. Выплата становится завершенной в моменте проведения Банком- партнером Расчетов по Выплате.
        4.8. В качестве подтверждения произведенных Партнером/Банком-партнером Оплат и (или) Выплат, и оказания ИП «Islam» Услуги (приема и исполнения ИП «Islam» Запроса) ИП «Islam» посредством Системы формирует и выдает Пользователю Квитанцию. Пользователь обязан сохранять выданную Квитанцию вплоть до момента получения от Партнера сообщения о поступлении суммы Оплаты по реквизитам, указанным в Распоряжении или получения Выплаты. Если по причине технического сбоя Квитанция не была сформирована и выдана Пользователю, Пользователь вправе обратиться в службу клиентской поддержки ИП «Islam», для получения документа, подтверждающего факт оказания Услуги (приема и исполнения ИП «Islam» Запроса).
        4.9. При наличии каких-либо технических неисправностей Системы и/или сбоев в работе используемых ИП «Islam» внешних сетей передачи данных, на Платежной странице до момента совершения Пользователем действий, указанных в пункте 4.1. Договора, выводится соответствующее предупреждение. Если, несмотря на указанное предупреждение, Пользователь совершает действия, указанные в пункте 4.1. Договора, Пользователь соглашается с тем, что оказание ИП «Islam» Услуги может быть осуществлено с задержкой и/или ИП «Islam» будет отказано в оказании Услуг. При оказании ИП «Islam» Услуги с задержкой, ИП «Islam» не отвечает за сроки поступления Запросов в ИП «Islam».
        4.10. Порядок защитных действий от несанкционированных платежей:
* Запросы на платежи, не прошедшие проверку на соответствие Сертификату доступа,
ОТКЛОНЯЮТСЯ;
* Запросы  на  платежи,  не  соответствующие  правилам  MПC  и  Банка-партнера,


    5. Особенности совершения Операции возврата

        5.1. Возврат Пользователю денежных средств по Операции возврата осуществляется ИП «Islam» с привлечением Банка-партнера, способом, указанным в заявлении, при условии соблюдения следующих требований:
* поступление в ИП «Islam» соответствующего заявления Получателя об осуществлении Операции возврата;
* наличие у ИП «Islam» технической возможности направить Банку-партнеру посредством Системы Электронный документ, содержащий запрос о возможности Эмитента осуществить возврат денежных средств по Операции возврата Пользователю способом, указанным в заявлении;
* получение от Эмитента Электронного документа, содержащего подтверждение о возможности осуществить возврат денежных средств по Операции возврата Пользователю способом, указанным в заявлении.
При отсутствии технической возможности у ИП «Islam» направить Банку-партнеру посредством Системы Электронный документ, содержащий запрос о возможности Эмитента осуществить Пользователю возврат денежных средств по Операции возврата способом, указанным в заявлении, Операция возврата осуществляется на основании заявления Пользователя, направленного в ИП «Islam» в установленном порядке.
        5.2. При этом Партнер самостоятельно определяет порядок и способы возврата Пользователю денежных средств по Операции возврата. Выяснение споров о причине невозврата денежных средств по Операции возврата способом, указанным в пункте 5.1. Договора, осуществляется между Партнером, Пользователем и Эмитентом, совершающим возврат денежных средств по Операции возврата, без участия BИП «Islam» и Банка-партнера.
    6. Особенности Информационного обмена Электронными документами
        6.1. Информационный обмен между Участниками расчетов осуществляется в автоматическом режиме в реальном времени.
        6.2. Время и дата совершения Информационного обмена Электронными документами, в том числе время и дата направления, приема и обработки Электронных документов, отмечаются ИП «Islam» в журналах Электронных документов.
        6.3. При Информационном обмене ИП «Islam» предоставляет Электронный документ. Электронный документ содержит уникальный идентификатор, который подтверждает проведение операций в Системе и имеет юридическую силу документа, составленного на бумажном носителе, и порождает аналогичные им права и обязанности, могут служить доказательством в суде. Все экземпляры Электронных документов, являются подлинниками и могут быть изготовлены (распечатаны) на бумажном носителе. Срок хранения Электронных документов — не менее 5 (пяти) лет с даты расторжения Договора.
        6.4. Стороны расчетов обязуются осуществлять контроль за данными Электронных документов, получаемыми в рамках Информационного обмена, и своевременно сообщать друг другу об обнаруженных ошибках.
        6.5. Записи в архиве Электронных документов ИП «Islam» являются подтверждением:
- формирования и передачи Электрониых документов непосредственно стороной, подписавшей такой Электронный документ Сертификатом доступа;
- подписанием Электронных документов Сертификатом доступа стороны, направившей такой Электронный документ.
        6.6. Информационный обмен между Сторонами расчетов прекращается в случае прекращения действия Договора, и/или блокирования доступа Пользователя к Системе, по окончании времени работы Пользователя в Интернете, путем закрытия им wеb-браузера.
    7. Права и обязанности Сторон
        7.1. ИП «Islam»  обязана:
            7.1.1. Обеспечить круглосуточную работу Системы и Сайта Системы в целях надлежащего оказания Услуг и исполнения иных своих обязательств, предусмотренных Договором;
            7.1.2. Оказывать Пользователю Услуги в режиме реального времени в порядке и на условиях, установленных Договором;
            7.1.3. Отказать Пользователю в оказании Услуг, в том числе не принимать Распоряжения, при отсутствии технической возможности, а также в случаях, предусмотренных пунктом 4.8. Договора;
            7.1.4. Привлекать Банк-партнер на основании заключенного договора для проведения Расчетов по Оплате и (или) Выплате;
            7.1.5. Обеспечить конфиденциальность информации, ставшей известной ИП «Islam» при исполнении обязательств по Договору;
            7.1.6. Использовать указанные Пользователем в Запросе номер мобильного телефона и/или адрес электронной почты и/или реквизиты личного кабинета (при наличии) для передачи Пользователю сообщений, содержащих информацию о результатах приема Партнером /Банком- партнером Оплаты или осуществлении Выплаты, а также иную информацию, в том числе о других предоставляемых ИП «Islam» услугах;
            7.1.7. Уведомлять Пользователя об изменении Договора и (или) тарифов в соответствии с подпунктом 7.2.3. Договора;
            7.1.8. Разместить на Сайте Системы Договор и тарифы, к которому Пользователь должен иметь доступ непосредственно до момента совершения действий, указанных в пункте 4.1. Договора;
            7.1.9. При оказании платежной услуги в иностранной валюте ИП «Islam» обязуется предоставить информацию Пользователю о принятой сумме иностранной валюты и обменном курсе, применяемом в Системе.
        7.2. ИП «Islam» вправе:
            7.2.1. По собственному усмотрению менять перечень Банков-партнеров, привлекаемых для проведения Расчетов по Оплате и (или) Выплате;
            7.2.2. В одностороннем порядке устанавливать и изменять (увеличивать, уменьшать) ограничения на совершение Оплаты и (или) Выплаты посредством Системы, в том числе на сумму Оплаты и (или) Выплаты, определять и изменять перечень Партнеров, доступных для осуществления Оплаты и (или) Выплаты посредством Системы, перечень (формат)
Электронных документов, как с предварительного уведомления Пользователя, так и без такового;
            7.2.3. Вносить изменения и дополнения в Договор и (или) тарифы. Уведомление Пользователя об изменении Договора и (или) осуществляется ИП «Islam» путем размещения текста изменений/новой редакции Договора и (или) тарифов на Сайте Системы. Любые изменения Договора и (или) тарифов становятся обязательными для Сторон с даты их размещения ИП «Islam» на Сайте Системы;
            7.2.4. Предоставлять третьим лицам право исполнения обязательств по Договору на основании заключаемых с ними договоров, оставаясь ответственным перед Пользователем за их действия (бездействия) и за выполнение взятых на себя обязательств по Договору;
            7.2.5. Приостанавливать использование Системы в целях совершения Оплаты в пользу отдельных Партнеров с использованием определенных Платежных средств, при возникновении неконтролируемых рисков для Участников расчетов и ИП «Islam», а также в иных случаях, предусмотренных законодательством Республики Казахстан и Договором;
            7.2.6. Приостановить исполнение обязательств по Договору при наличии обоснованных предположений о возможных фактах мошенничества либо иной незаконной деятельности Пользователя, в том числе связанных с рисками совершения Недействительной оплаты, до момента выяснения/урегулирования спорной ситуации. Такая приостановка направлена на защиту прав и интересов Участников расчетов и ИП «Islam», не является нарушением Договора и не может служить основанием для применения имущественных санкций и иных негативных последствий для ИП «Islam» и Участников расчетов;
            7.2.7. Отказать в осуществлении Операции возврата, а также в приеме любых претензий Пользователя по осуществленным Оплатам и (или) Выплатам при наступлении окончательности и безотзывности Оплаты согласно условиям Договора.

        7.3. Пользователь обязан:
            7.3.1. Своевременно и в полном объеме ознакомиться и соблюдать условия оказания Услуг;
            7.3.2. Принимать на себя риски, связанные с совершением Оплаты, признанной впоследствии Недействительной оплатой. В случае признания Оплаты Недействительной оплатой, Пользователь самостоятельно, без участия ИП «Islam», урегулирует возникшие разногласия с Партнером и/или Эмитентом;
            7.3.3. Самостоятельно контролировать достаточность денежных средств на Платежном средстве при передаче Распоряжений (в том числе в объеме, достаточном для уплаты ИП «Islam» комиссий, предусмотренных тарифами);
            7.3.4. Нести ответственность за корректность указываемых параметров Оплаты и (или) Выплаты в Запросе;
            7.3.5. Самостоятельно отслеживать изменения, внесенные ИП «Islam»в Договор и (или) тарифы, согласно подпункту 7.2.3. Договора;
            7.3.6. Оплачивать ИП «Islam» комиссии за оказанные Услуги в размере, порядке и На условиях, установленных тарифами.
        7.4. Пользователь вправе:
            7.4.1. Заключить с ИП «Islam» Договор в порядке, установленном в пункте 1.3. Договора, подтвердив данным действием, что Пользователь не ограничен в дееспособности, не состоит под опекой, попечительством, а также патронажем, по состоянию здоровья может самостоятельно осуществлять и защищать свои права и исполнять обязанности, не страдает заболеваниями, препятствующими осознавать суть заключаемого Договора и обстоятельств его заключения;
            7.4.2. Совершать любые действия, предусмотренные Договором и не запрещенные законодательством Республики Казахстан.

    8. Ответственность Сторон
        8.1. За неисполнение или ненадлежащее исполнение обязательств по Договору Стороны несут ответственность в соответствии с законодательством Республики Казахстан.
        8.2. Пользователь несет личную ответственность:
            8.2.1. за достоверность указываемых параметров Оплаты и (или) Выплаты, в том числе за достоверность информации о Партнере, в пользу которого осуществляется Оплата, и иных реквизитов, в зависимости от того, какая информация подлежит предоставлению Пользователем (от вида используемого Платежного средства, типа Партнера и пр.). При указании недостоверной информации ИП «Islam» не несет ответственность за неосуществление Оплаты и (или) Выплаты, или неоказание или ненадлежащее оказание Услуги, в том числе за неисполнение или ненадлежащее исполнение Пользователем своих обязательств перед Партнером, в пользу которого осуществляется Оплата, а также за любые убытки, возникшие у Пользователя в связи с неосуществлением или ненадлежащим осуществлением Оплаты;
            8.2.2. за предоставление информации о реквизитах Платежного средства (при наличии таковых) третьим лицам, за доступ третьих лиц к Платежному средству, за предоставления информации о действиях на Платежной странице третьим лицам.
        8.3. Пользователь самостоятельно несет риски любых убытков или иных негативных последствий, возникших у него в результате выполнения действий по заключению Договора и осуществлению Оплаты или получения Выплаты с использованием Платежного средства посредством Системы, или в связи с тем, что Пользователь не ознакомился и/или несвоевременно ознакомился с условиями оказания Услуг, установленными Договором и (или) тарифами, и/или изменениями и дополнениями, внесенными в Договор и (или) тарифы. ИП «Islam» не несет ответственность за любые убытки, возникшие у Пользователя вследствие того, что Пользователь не ознакомился и/или несвоевременно ознакомился с условиями оказания Услуг.
        8.4. ИП «Islam» несет ответственность за сохранность информации при осуществляемых Оплатах и (или) Выплатах. Сведения об Оплатах предоставляются ИП «Islam» в порядке, установленном законодательством Республики Казахстан.
        8.5. ИП «Islam» не несет ответственность за неисполнение и/или ненадлежащие исполнение обязательств по Договору, если такое неисполнение вызвано:
            8.5.1. решениями органов законодательной и/или исполнительной власти Республики Казахстан, которые делают невозможным для ИП «Islam» выполнения своих обязательств по Договору;
            8.5.2. причинами, находящимися вне сферы контроля ИП «Islam» (в том числе ИП «Islam» не несет
ответственность за действия третьих лиц, включая Пользователя, Эмитента, Банка-партнера, Партнера, и иных Участников расчетов);
            8.5.3. возникновением обстоятельств непреодолимой силы;
            8.5.4. в иных случаях, предусмотренных законодательством Республики Казахстан.
        8.6. ИП «Islam» не несет ответственность:
            8.6.1. за прямой или косвенный ущерб, возникший у Пользователя вследствие использования Сайта Системы;
            8.6.2. за перерывы в работе Системы и/или Сайта Системы, совершение Оплатьl и (или) Выплаты, в том числе за неисполнение или отказ в исполнении Эмитентом Распоряжения, в случае сбоев программного обеспечения, связи или поломок оборудования, не принадлежащего ИП «Islam»;
            8.6.3. если не по вине ИП «Islam» доступ к использованию Устройства Пользователя получат третьи лица в связи с чем посредством Системы будут составлены и переданы Электронные документы, которые впоследствии приведут к материальному ущербу Пользователя;
            8.6.4. за полные или частичные перерывы в работе Системы и/или Сайта Системы, связанные с заменой оборудования, программного обеспечения или проведением других работ, вызванных необходимостью поддержания работоспособности и модернизации программного обеспечения Системы;
            8.6.5. за задержку Оплаты и (или) Выплаты, если такая задержка вызвана неисполнением или ненадлежащим исполнением Эмитентом и/или Банком-партнером своих обязательств по осуществлению Расчетов по Оплате перед Пользователем и (или) ИП «Islam»;
            8.6.6. по спорам и разногласиям, возникшим между Пользователем и Эмитентом, Пользователем и Получателем во всех случаях, когда подобные споры и разногласия не относятся к предмету Договора.
        8.7. Пользователь соглашается с тем, что ИП «Islam» не несет ответственности за аварии, перебои в обслуживание электросетей и иные сбои, связанные с системами подачи электроэнергии и/или линий связи или сетей, которые обеспечиваются, подаются или обслуживаются третьими лицами и вследствие неисправности которых Информационный обмен становится невозможным.
        8.8. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по Договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы, возникших после заключения Договора в результате событий чрезвычайного характера, которые Сторона(ы) не могла(и) ни предвидеть, ни предотвратить разумными мерами (форс-мажор). К таким обстоятельствам чрезвычайного характера относятся, включая но не ограничиваясь: стихийные бедствия, аварии, наводнения, землетрясения, эпидемии, пожары, массовые беспорядки, забастовки, революции, военные действия, вступление в силу законодательных актов, правительственных постановлений и распоряжений государственных органов, прямо или косвенно запрещающих указанные в Договоре виды деятельности, обстоятельства, связанные с отказом/сбоем работы Системы расчетов с банками, а также любые другие обстоятельства, находящиеся вне разумного контроля Сторон, препятствующие исполнению обязательств.

    9. Порядок разрешения споров

        9.1. В случае возникновения споров по Договору Стороны примут все меры к их разрешению на взаимоприемлемой основе путем переговоров.
        9.2. Если иное не предусмотрено Договором, ИП «Islam» принимает претензии Пользователя в письменной форме по реквизитам, указанным в разделе 12. Договора, не позднее 10 (десяти) календарных дней с даты возникновения обстоятельств, относительно которых заявлена претензия.
        9.3. Претензия Пользователя должна содержать следующие сведения:
* дату и время возникновения обстоятельств, относительно которых заявлена претензия; * условия возникновения таких обстоятельств;
* содержание требований Пользователя;
* реквизиты Пользователя для направления мотивированного ответа по заявленной претензии;
* номер мобильного телефона/адрес электронной почты, указанные в заявлении.
        9.4. ИП «Islam» рассматривает претензию Пользователя в течение 10 (десяти) рабочих дней со дня ее поступления в ИП «Islam», после чего в письменной форме направляет мотивированный ответ по указанным в претензии реквизитам Пользователя.
        9.5. При недостижении Сторонами согласия, споры, разногласия или требования, возникшие из Договора или в связи с ним, рассматриваются в судебных органах в соответствии с законодательством Республики Казахстан.
        9.6. При возникновении разногласий и спорных ситуаций между Сторонами, в том числе в случае обращения в суд и предъявления доказательств:
            9.6.1. подтверждением составления и направления Сторонами друг другу Электронных документов посредством Системы (совершения Информационного обмена), а также приема и исполнения ИП «Islam» Электронного документа является выписка из архива Электронных документов, распечатываемая ИП «Islam» на бумажном носителе на соответствующие даты.
    10. Срок действия Договора
        10.1. Договор считается заключенным с даты акцепта Пользователем Договора в соответствии с пунктом 1.3. Договора и действует до момента выполнения ИП «Islam» своих обязательств по оказанию Услуг, предусмотренных в Договоре.
        10.2. Прекращение действия Договора не прекращает обязательств Сторон, возникших до момента прекращения действия Договора.
        10.3. Договор действует до момента его официального отзыва ИП «Islam». Договор может быть отозван ИП «Islam» в любой момент. ИП «Islam» уведомляет Пользователя об отзыве Договора путем размещения информации об отзыве Договора на Сайте Системы в порядке, установленном подпунктом 7.2.3. пункта 7.2. Договора.
    11. Прочие условия
        11.1. Во всем, что прямо не предусмотрено Договором, Стороны руководствуются законодательством Республики Казахстан, нормативными документами Национального Банка Республики Казахстан и обычаями делового оборота.
        11.2. При обращении Пользователя для предоставления информации об осуществленной посредством Системы Оплате, а также в иных случаях ИП «Islam» проводит дополнительную идентификацию Пользователя по следующим данным:
* номер мобильного телефона и/или адрес электронный почты, указанные в запросе; 
* номер Оплаты и/или Квитанции;
* логин для входа в личный кабинет (при наличии); 
* иные данные на усмотрение ИП «Islam».
        11.3. Заключением Договора на условиях настоящего Договора Пользователь, действуя своей волей и в своем интересе, дает свое согласие, по форме, указанной ниже, на обработку ИП «Islam», а также партнерами ИП «Islam» и Банкам-партнерам, его персональных данных, а именно на совершение, в том числе следующих действий: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в том числе передачу, трансграничную передачу), обезличивание, блокирование и уничтожение любой информации, относящейся к персональным данным Пользователя, с целью заключения с ИП «Islam» Договора, исполнения заключенного Договора, а также с целью выполнения требований законодательства Республики Казахстан в части противодействия легализации (отмыванию) доходов, полученных преступным путем, и финансированию терроризма. Указанные действия могут совершаться с использованием средств автоматизации. Пользователь также дает свое согласие на передачу ИП «Islam», в целях осуществления действий, предусмотренных настоящим пунктом Договора, его персональных данных третьим лицам при наличии надлежащим образом заключенных между ИП «Islam» и такими третьими лицами договоров.
ИП «Islam» обязуется при обработке персональных данных Пользователя в полном объеме соблюдать требования Закона Республики Казахстан от 21 мая 2013 года № 94-V «О персональных данных и их защите» (с учетом изменений и дополнений), а также изданных в его исполнение нормативных документов.
    12. Наименование, адрес и банковские реквизиты ИП «Islam»
Наименование	ИП «Islam»
Юридический адрес	Республика Казахстан, город Астана, район Сарыарка, проспект Әл-Фараби, 44
Фактический адрес	Республика Казахстан, город Астана, район Сарыарка, проспект Әл-Фараби, 44
ИИН	970801450850
ИИК	KZ38722S000026288098
Наименование Банка	в АО «Kaspi Bank», г. Астана

БИК	CASPKZKA
Директор	Ислам Эльмира Куаншевна


`;
